[
  [
      "Congratulations! You watched the movie, but the movie didn't watch you back. Maybe next time, bring some popcorn!",
      "Well, at least you tried. Remember, even the best actors had their off days. Keep smiling, you'll get 'em next time!",
      "It's okay, not everyone can be a movie buff. Maybe stick to comedies, they're easier to remember!",
      "Terrible score! But hey, in the grand cinematic adventure of life, this is just a blooper. Better luck next scene!",
      "You missed more questions than a clumsy character in a rom-com. Don't worry; your moment in the spotlight will come!",
      "Oops! Looks like your movie knowledge is on a coffee break. It's alright; we still love you... even if you can't quote any lines!",
      "Terrible job! But hey, you know what they say – bad trivia days build character! Keep smiling through the credits!",
      "Not every hero wears a cape. Some, like you, conquer movie trivia with sheer determination... or not. Keep dreaming!",
      "Terrible, but hey, you’re in good company. Even Oscar-winning actors have their bad takes. You're still a star in our eyes!",
      "Wow, that was impressively terrible. If there was a trivia Olympics, you'd be a strong contender for the gold medal of cluelessness!"
  ],
  [
      "Well, that was bad, but not 'straight-to-DVD' bad. More like 'I'll watch it on cable when there's nothing else on' bad.",
      "Your score is bad, but hey, so was the CGI in that one movie everyone tries to forget. Keep your chin up, champ!",
      "Bad, but not irredeemable! Remember, every movie has its sequel. Try again, and maybe you'll hit the blockbuster level!",
      "Bad, just like a plot hole big enough to drive a spaceship through. Don't worry; we won't judge you for not knowing the director's cat's name!",
      "Bad, but hey, even in bad movies, there's usually a good soundtrack. Find your rhythm, and try again!",
      "Bad score alert! But don't fret; even the best movies have their deleted scenes. Brush up, and you'll ace it next time!",
      "Bad, but not catastrophic. Think of this as the 'forgettable rom-com' of your trivia career. You'll find your action-packed thriller soon enough!",
      "Bad job, but remember, Rome wasn't built in a day, and Oscar winners weren't born overnight. Keep watching, keep learning, and keep laughing!",
      "Bad, but not 'skip-the-ending' bad. You're still part of the movie marathon; you just stumbled during this particular reel. Shake it off and press play again!",
      "Bad, but you're not alone! We believe in you. Even the most iconic movies had their rough drafts. Your cinematic journey is just beginning!"
  ],
  [
      "Okay, so you're not the next Roger Ebert, but you're not the worst critic either. Keep watching, and who knows? You might surprise yourself!",
      "Your score is okay, but remember, even the most gripping movies have slow starts. Get ready for the plot twist in the next round!",
      "It's okay! Remember, every masterpiece was once just a sketch. Your movie trivia skills are a work in progress – keep refining them!",
      "Okay, so you're not a walking IMDb page, but you're not far off either. With a bit more effort, you could be the life of the movie night party!",
      "You did okay, and that's better than 'I have no idea what I'm doing.' Celebrate the small victories, and who knows? Next time, you might be amazing!",
      "Okay score! You're like the sidekick in a buddy cop movie – not stealing the show, but definitely adding some flavor. Keep those answers coming!",
      "Okay, but remember, even the longest movie starts with the first frame. Your movie knowledge journey has begun – stay tuned for the sequels!",
      "Okay, so you didn't break the box office, but you didn't bomb either. You're like the reliable character actor of this quiz – steady and dependable. Keep it up!",
      "An okay performance! You're like a mid-credits scene – not the main event, but intriguing enough to keep the audience interested. Keep exploring the movie universe!",
      "Okay, but with potential! Like a cult classic, you're not for everyone, but there are definitely fans out there. Keep honing your skills, and who knows? You might become a trivia legend!"
  ],
  [
      "Good job! You're on a winning streak – like a sequel that's just as good as the original. Keep it up, and you might have a trilogy on your hands!",
      "Good score! You're like the plot twist we didn't see coming – unexpected and delightful. Keep surprising us with your movie knowledge!",
      "Well done! You're not just watching movies; you're analyzing them like a film critic. Keep those insights coming, and you might have a future in Hollywood!",
      "Good, just like a classic movie that never gets old. You're acing this trivia game – a true blockbuster of knowledge. Keep shining like a star on the Walk of Fame!",
      "Impressive! You're like the hero of this trivia quest – brave, smart, and always ready for the next challenge. Keep saving the day with your movie expertise!",
      "Good score! You're like the unexpected cameo that steals the show. Keep surprising us, and you might win an Oscar for movie trivia excellence!",
      "Excellent work! You're the director's cut of movie knowledge – thorough, detailed, and a pleasure to experience. Keep showcasing your expertise, and you'll go far!",
      "Good job, trivia virtuoso! You're like the perfect movie ending – satisfying, memorable, and leaving us wanting more. Keep dazzling us with your cinematic wisdom!",
      "Bravo! Your movie knowledge is as sharp as a Hollywood screenwriter's wit. Keep scripting your success story in the world of movie trivia!",
      "Good, but more importantly, consistent! You're like the reliable franchise that always delivers. Keep your movie knowledge game strong, and you'll be a trivia legend in no time!"
  ],
  [
      "Excellent! You're not just a movie buff; you're a movie encyclopedia. If there were a PhD in movie trivia, you'd have it by now!",
      "Outstanding! You're like the critically acclaimed masterpiece everyone raves about. Your movie knowledge is simply awe-inspiring – keep dazzling us!",
      "Exceptional work! You're the Spielberg of this trivia game – a true visionary. Keep directing your movie knowledge with precision and flair!",
      "Brilliant! Your movie knowledge is as bright as a Hollywood marquee. You're not just answering questions; you're setting the standard. Keep shining, superstar!",
      "Wow, you're on fire! You're like the box office juggernaut that breaks all records. Your movie expertise is unmatched – keep dominating the trivia scene!",
      "Incredible! You're the Meryl Streep of this trivia game – versatile, talented, and always captivating. Your movie knowledge performances leave us in awe!",
      "Remarkable! You're the Tarantino of movie trivia – stylish, unique, and endlessly entertaining. Keep scripting your success story in the world of cinema knowledge!",
      "Absolutely fantastic! You're the George Lucas of this trivia galaxy – creating a universe of knowledge that astounds and inspires. Keep expanding your movie trivia empire!",
      "Phenomenal! Your movie knowledge is as extraordinary as a Peter Jackson trilogy. You're not just answering questions; you're crafting a cinematic saga. Keep the magic alive!",
      "Sensational! Your movie knowledge is as iconic as the Hollywood sign. You're not just a trivia expert; you're a legend in the making. Keep rocking the movie trivia world!"
  ],
  [
      "Amazing! Your movie knowledge is a masterpiece, worthy of a standing ovation. You're not just a trivia champion; you're a cinematic genius. Bravo!",
      "Astounding! Your movie knowledge is as legendary as the silver screen itself. You're not just answering questions; you're rewriting the trivia rulebook. Keep being amazing!",
      "Incredible work! You're the Spielberg, Tarantino, and Scorsese of movie trivia – all rolled into one. Your expertise is awe-inspiring – keep dazzling us with your brilliance!",
      "Mind-blowing! Your movie knowledge is as vast as the universe, and just as fascinating. You're not just a trivia expert; you're a cosmic force of cinematic wisdom. Keep being amazing!",
      "Unbelievable! Your movie knowledge is as timeless as the classics. You're not just answering questions; you're preserving the legacy of cinema. Keep being amazing!",
      "Jaw-dropping! Your movie knowledge is as impressive as a big-budget blockbuster. You're not just a trivia master; you're a cinematic marvel. Keep being amazing!",
      "Stunning! Your movie knowledge is as mesmerizing as a visually stunning epic. You're not just answering questions; you're painting a masterpiece of cinema expertise. Keep being amazing!",
      "Phenomenal! Your movie knowledge is as extraordinary as a once-in-a-lifetime performance. You're not just a trivia expert; you're a beacon of cinematic brilliance. Keep being amazing!",
      "Outrageously fantastic! Your movie knowledge is as wild and entertaining as a cult classic. You're not just answering questions; you're crafting a legacy of cinematic wisdom. Keep being amazing!",
      "Absolutely extraordinary! Your movie knowledge is as magical as a fantasy adventure. You're not just a trivia champion; you're a wizard of cinematic expertise. Keep being amazing!"
  ]
]